package P01.HW;
/*Да се напише метод на Java, който намира броят на всички цели,неотрицателни числа в
 даден интервал [bottom, top], които при преместване на първата им цифра най-отзад, се
 увеличават с повече от дадено число difference.
  Пример: Интервалът [bottom, top] е [1000, 1200] difference = 700;
  Примерно число, което отговаря на условието е: 1189,
   при преместване на първата му цифра най-отзад се получава 1891.
    Разликата между 1891 и 1189 е 702 > 700 (difference).*/

public class P01 {
}
